{
    "Pgp0SetPin": "Lassen Sie das Fenster beim Erstellen von Objekten geöffnet.",
    "Pgp0SetUnPin": "Schließen Sie das Fenster nach dem Erstellen des Objekts.",
    "Pgp0DeleteCriteria": "Löschen Sie die ausgewählten Kriterien für ein Ereignis.",
    "Pgp0SaveAs": "Speichern Sie als neues Programm, Projekt oder Unterprojekt.",
    "Pgp0AddPlanLevel": "Fügen Sie einem vorhandenen Programm eine neue Planebene wie z. B. Projekt oder Unterprojekt hinzu.",
    "Pgp0AddEventOnTimeline": "Fügen Sie dem Programm, Projekt oder Unterprojekt ein neues Ereignis wie z. B. einen Entwicklungsmeilenstein hinzu.",
    "Pgp0AddPlanObjectsCommands": "Fügen Sie einem vorhandenen Programm eine neue Planebene wie z. B. Projekt oder Unterprojekt hinzu.",
    "Pgp0DeletePlanOnTimeline": "Löschen Sie das ausgewählte Projekt oder Unterprojekt aus dem zeitlichen Verlauf des Programms.",
    "Pgp0DeleteEventOnTimeline": "Löschen Sie das ausgewählte Ereignis aus dem zeitlichen Verlauf des Programms, Projekts oder Unterprojekts.",
    "Pgp0ProjectSectionAddCmd": "Öffnen Sie das Fenster \"Hinzufügen\", um ein neues Programmobjekt zu erstellen.",
    "Pgp0AddEvent": "Fügen Sie dem Programm, Projekt oder Unterprojekt ein neues Ereignis wie z. B. einen Entwicklungsmeilenstein hinzu.",
    "Pgp0AddCriteria": "Fügen Sie ein neues Kriterium für ein Ereignis hinzu, um zu definieren, was für das Ereignis erforderlich ist, damit bestimmte Meilensteine und Genehmigungs-Gates bestanden werden.",
    "Pgp0AddResponsibleUser": "Fügen Sie den Benutzer hinzu, der für den Abschluss der Arbeit an dem zugewiesenen Programmobjekt wie z. B. Risiko, Problem, Ereigniskriterien oder Ergebnis zuständig ist.",
    "Pgp0CloseCommand": "Schließen Sie das Fenster \"Hinzufügen\" und verwerfen Sie alle nicht gespeicherten Änderungen.",
    "Pgp0AddCommand": "Öffnen Sie das Fenster \"Hinzufügen\", um ein neues Programmobjekt zu erstellen.",
    "Pgp0AddCriteriaTimeline": "Fügen Sie ein neues Kriterium für ein Ereignis hinzu, um zu definieren, was für das Ereignis erforderlich ist, damit bestimmte Meilensteine und Genehmigungs-Gates bestanden werden."
}