{
    "Pgp0SetPin": "Mantenere aperto il pannello durante la creazione di oggetti.",
    "Pgp0SetUnPin": "Chiudere il pannello dopo la creazione dell’oggetto.",
    "Pgp0DeleteCriteria": "Eliminare i criteri selezionati per un evento.",
    "Pgp0SaveAs": "Salvare come nuovo programma, progetto o progetto secondario.",
    "Pgp0AddPlanLevel": "Aggiungere un livello del piano, ad esempio un progetto o progetto secondario, a un programma.",
    "Pgp0AddEventOnTimeline": "Aggiungere un nuovo evento, ad esempio un punto cardine nello sviluppo, al programma, progetto o progetto secondario.",
    "Pgp0AddPlanObjectsCommands": "Aggiungere un livello del piano, ad esempio un progetto o progetto secondario, a un programma.",
    "Pgp0DeletePlanOnTimeline": "Eliminare il progetto o progetto secondario selezionato dalla sequenza temporale del programma.",
    "Pgp0DeleteEventOnTimeline": "Eliminare l’evento selezionato dalla sequenza temporale del programma, progetto o progetto secondario.",
    "Pgp0ProjectSectionAddCmd": "Aprire il pannello Aggiungi per creare un nuovo oggetto del programma.",
    "Pgp0AddEvent": "Aggiungere un nuovo evento, ad esempio un punto cardine nello sviluppo, al programma, progetto o progetto secondario.",
    "Pgp0AddCriteria": "Aggiungere un nuovo criterio a un evento per definire i requisiti necessari al superamento di specifici punti cardine o fasi di approvazione.",
    "Pgp0AddResponsibleUser": "Aggiungere l’utente responsabile del completamento del lavoro in relazione all’oggetto del programma assegnato, ad esempio un rischio, problema, criterio di evento o risultato finale.",
    "Pgp0CloseCommand": "Chiudere il pannello Aggiungi e annullare eventuali modifiche non salvate.",
    "Pgp0AddCommand": "Aprire il pannello Aggiungi per creare un nuovo oggetto del programma.",
    "Pgp0AddCriteriaTimeline": "Aggiungere un nuovo criterio a un evento per definire i requisiti necessari al superamento di specifici punti cardine o fasi di approvazione."
}