{
    "OverviewTabTitle": "Aperçu",
    "definitionPropSectionHdr": "Définition",
    "startEdit": "Editer",
    "saveEdit": "Sauvegarder",
    "cancelEdit": "Annuler",
    "ProductAreaLabel": "Sélectionner pour ajouter dans Zone de produit",
    "Description": "Description",
    "ProtectionScope": "Domaine de protection",
    "Environment": "Environnement",
    "ValueType": "Type",
    "IsMultiValue": "Valeurs multiples",
    "enabledEnv": "Activé",
    "disabledEnv": "Désactivé",
    "yes": "Oui",
    "no": "Non",
    "String": "Chaîne de caractères",
    "Integer": "Entier",
    "Double": "Réel double précision",
    "Logical": "Logique",
    "Date": "Date",
    "HelpTabTitle": "Utilisation de page",
    "columns": "Colonnes",
    "adminMsg1": "Sélectionnez une ligne dans l'arborescence de l'organisation pour afficher et créer des remplacements pour la liste cumulée des préférences applicables jusqu'à cette sélection.",
    "allUserMsg1a": "Le tableau des préférences affiche tout le niveau Site et les préférences remplacées jusqu'à la sélection dans l'arborescence de l'organisation. Par exemple, si un Rôle est sélectionné dans l'arborescence, le tableau des préférences affiche toutes les préférences de site, plus tous les remplacements de rôle pour le rôle sélectionné et tous les remplacements de groupe pour le groupe auquel appartient le rôle sélectionné.",
    "allUserMsg1b": "Les utilisateur non administrateurs peuvent seulement créer des remplacements de préférence pour eux-mêmes.",
    "scopeHelpMessage": "Définit le plus bas niveau auquel une préférence peut être remplacée. La valeur Site signifie que la préférence ne peut pas être remplacée, la valeur Utilisateur signifie que tous les niveaux de remplacement des préférences peuvent être créés: Groupe, Rôle et Utilisateur. ",
    "locationHelpMessage": "Définit quand un remplacement s'applique. Par exemple, Utilisateur indique un remplacement d'utilisateur. Si un emplacement de préférence a la valeur \"Aucun\", c'est la définition de la préférence.",
    "productAreaHelpMessage": "Définit quand une préférence est classée en catégorie. C'est l'équivalent de la Catégorie définie pour une préférence.",
    "scopeLabel": "Domaine",
    "locationLabel": "Emplacement",
    "productAreaLabel": "Zone de produit"
}
