{
    "OverviewTabTitle": "Przegląd",
    "definitionPropSectionHdr": "Definicja",
    "startEdit": "Edycja",
    "saveEdit": "Zapisz",
    "cancelEdit": "Anuluj",
    "ProductAreaLabel": "Wybierz tę opcję, aby dodać w obszarze produktu",
    "Description": "Opis",
    "ProtectionScope": "Zakres ochrony",
    "Environment": "Środowisko",
    "ValueType": "Typ",
    "IsMultiValue": "Wiele wartości",
    "enabledEnv": "Włączone",
    "disabledEnv": "Wyłączone",
    "yes": "Tak",
    "no": "Nie",
    "String": "Łańcuch tekstowy",
    "Integer": "Całkowity",
    "Double": "Rzeczywisty (double)",
    "Logical": "Logiczny",
    "Date": "Data",
    "HelpTabTitle": "Użycie strony",
    "columns": "Kolumny",
    "adminMsg1": "Wybierz wiersz w drzewie organizacji, aby wyświetlić i utworzyć zastąpienia dla zbiorczej listy preferencji, które mają zastosowanie do tego wybranego elementu i do wszystkich wcześniej wybranych elementów.",
    "allUserMsg1a": "W tabeli preferencji będą wyświetlane preferencje na poziomie całej lokalizacji oraz zastąpione preferencje do elementu wybranego w drzewie organizacji i do wszystkich wcześniej wybranych elementów. Jeśli na przykład w drzewie organizacji wybrano rolę, w tabeli preferencji wyświetlane są wszystkie preferencje dla lokalizacji oraz wszystkie zastąpienia roli dla wybranej roli, a także wszystkie zastąpienia grupy dla grupy, do której należy wybrana rola.",
    "allUserMsg1b": "Użytkownicy niebędący administratorami mogą tworzyć zastąpienia preferencji tylko dla siebie.",
    "scopeHelpMessage": "Definiuje najniższy poziom, na którym można zastąpić preferencję. Wartość Lokalizacja oznacza, że preferencji nie można zastąpić, natomiast wartość Użytkownik oznacza, że można utworzyć wszystkie poziomy zastąpienia preferencji: Grupa, Rola i Użytkownik.",
    "locationHelpMessage": "Definiuje, gdzie zastąpienie ma zastosowanie. Na przykład określenie Użytkownik oznacza zastąpienie użytkownika. Jeśli lokalizacja preferencji ma wartość \"Brak\", jest to definicja preferencji.",
    "productAreaHelpMessage": "Definiuje, gdzie określona jest kategoria preferencji. Jest to równoważne z Kategorią zdefiniowaną dla preferencji.",
    "scopeLabel": "Zakres",
    "locationLabel": "Lokalizacja",
    "productAreaLabel": "Obszar produktu"
}
