{
    "OverviewTabTitle": "Visão geral",
    "definitionPropSectionHdr": "Definição",
    "startEdit": "Editar",
    "saveEdit": "Salvar",
    "cancelEdit": "Cancelar",
    "ProductAreaLabel": "Selecione para adicionar dentro da Área de produto",
    "Description": "Descrição",
    "ProtectionScope": "Escopo da proteção",
    "Environment": "Ambiente",
    "ValueType": "Tipo",
    "IsMultiValue": "Valores múltiplos",
    "enabledEnv": "Habilitado",
    "disabledEnv": "Desabilitado",
    "yes": "Sim",
    "no": "Não",
    "String": "String",
    "Integer": "Inteiro",
    "Double": "Duplo",
    "Logical": "Lógico",
    "Date": "Data",
    "HelpTabTitle": "Uso de Página",
    "columns": "Colunas",
    "adminMsg1": "Selecione uma linha na árvore de organizações para visualizar e criar substituições para a lista cumulativa de preferências aplicáveis até essa seleção.",
    "allUserMsg1a": "A tabela de preferências mostrará todas as preferências em nível de Site e substituídas até a seleção na árvore de organizações. Por exemplo, se uma Função for selecionada na árvore de organizações, a tabela de preferências mostrará todas as preferências de Site, além de todas as sobreposições de Função para a Função selecionada e todas as substituições de Grupo para o Grupo ao qual a Função selecionada pertence.",
    "allUserMsg1b": "Usuários não administrativos só podem criar substituições de preferência para eles mesmos.",
    "scopeHelpMessage": "Define o nível mais baixo em que uma preferência pode ser substituída. Um valor de Site significa que a preferência não pode ser substituída, ao passo que um valor de Usuário significa que todos os níveis de substituição de preferência podem ser criados: Grupo, Função e Usuário.",
    "locationHelpMessage": "Define onde uma substituição se aplica. Por exemplo, Usuário indica uma substituição de usuário. Se um local de preferência tiver um valor de \"Nenhum\", essa será a definição de preferência.",
    "productAreaHelpMessage": "Define onde uma preferência é categorizada. É equivalente à Categoria definida para uma preferência.",
    "scopeLabel": "Escopo",
    "locationLabel": "Localização",
    "productAreaLabel": "Importar relatório de ação"
}
