{
    "OverviewTabTitle": "Overview",
    "definitionPropSectionHdr": "Definition",
    "startEdit": "Edit",
    "saveEdit": "Save",
    "cancelEdit": "Cancel",
    "ProductAreaLabel": "Select to add within Product Area",
    "Description": "Description",
    "ProtectionScope": "Protection Scope",
    "Environment": "Environment",
    "ValueType": "Type",
    "IsMultiValue": "Multiple Values",
    "enabledEnv": "Enabled",
    "disabledEnv": "Disabled",
    "yes": "Yes",
    "no": "No",
    "String": "String",
    "Integer": "Integer",
    "Double": "Double",
    "Logical": "Logical",
    "Date": "Date",
    "HelpTabTitle": "Page Usage",
    "columns": "Columns",
    "adminMsg1": "Select a row in the organization tree to view and create overrides for the cumulative list of preferences applicable up to that selection.",
    "allUserMsg1a": "The table of preferences will show all Site level and overriden preferences up to the selection in the organization tree. For example, if a Role is selected in the organization tree, then the preferences table shows all Site preferences, plus any Role overrides for the selected Role and any Group overrides for the Group to which the selected Role belongs.",
    "allUserMsg1b": "Non-administrative users can only create preference overrides for themselves.",
    "scopeHelpMessage": "Defines the lowest level at which a preference can be overridden. A value of Site means that the preference cannot be overridden, while a value of User means that all levels of preference override can be created: Group, Role, and User.",
    "locationHelpMessage": "Defines where an override applies. For example, User indicates a user override. If a preference location has a value of \"None\", then that is the preference definition.",
    "productAreaHelpMessage": "Defines where a preference is categorized. It is the equivalent to the Category defined for a preference.",
    "scopeLabel": "Scope",
    "locationLabel": "Location",
    "productAreaLabel": "Product Area"
}
