{
    "OverviewTabTitle": "Übersicht",
    "definitionPropSectionHdr": "Definition",
    "startEdit": "Bearbeiten",
    "saveEdit": "Speichern",
    "cancelEdit": "Abbrechen",
    "ProductAreaLabel": "Zum Hinzufügen im Produktbereich auswählen",
    "Description": "Beschreibung",
    "ProtectionScope": "Voreinstellungs-Zugriffsrechte",
    "Environment": "Umgebung",
    "ValueType": "Typ",
    "IsMultiValue": "Mehrere Werte",
    "enabledEnv": "Aktiviert",
    "disabledEnv": "Deaktiviert",
    "yes": "Ja",
    "no": "Nein",
    "String": "Zeichenfolge",
    "Integer": "Ganzzahl",
    "Double": "Doppelzahl",
    "Logical": "Logisch",
    "Date": "Datum",
    "HelpTabTitle": "Seitenverwendung",
    "columns": "Spalten",
    "adminMsg1": "Wählen Sie eine Zeile in der Organisationsbaumstruktur aus, um Außerkraftsetzungen für die kumulative Liste der bis zu dieser Auswahl anwendbaren Voreinstellungen zu erstellen.",
    "allUserMsg1a": "Die Voreinstellungsliste zeigt alle Standortvoreinstellungen und außer Kraft gesetzten Voreinstellungen bis zur Auswahl in der Organisationsbaumstruktur an. Wenn z. B. eine Rolle in der Organisationsbaumstruktur ausgewählt ist, zeigt die Voreinstellungstabelle alle Standortvoreinstellungen und etwaige Rollenaußerkraftsetzungen für die ausgewählte Rolle und etwaige Gruppenaußerkraftsetzungen für die Gruppe an, zu der die ausgewählte Rolle gehört.",
    "allUserMsg1b": "Nicht-Administratoren können nur Voreinstellungsaußerkraftsetzungen für sich selbst erstellen.",
    "scopeHelpMessage": "Definiert die niedrigste Ebene, auf der eine Voreinstellung außer Kraft gesetzt werden kann. Der Wert \"Standort\" bedeutet, dass die Voreinstellung nicht außer Kraft gesetzt werden kann. Der Wert \"Benutzer\" hingegen bedeutet, dass alle Voreinstellungsaußerkraftsetzungs-Ebenen erstellt werden können: Gruppe, Rolle und Benutzer.",
    "locationHelpMessage": "Definiert, wo eine Außerkraftsetzung angewendet wird. Angenommen, ein Benutzer gibt eine Benutzeraußerkraftsetzung an. Wenn eine Voreinstellungsposition über einen Wert \"Keine\" verfügt, dann ist das die Voreinstellungsdefinition.",
    "productAreaHelpMessage": "Definiert, wie eine Voreinstellung kategorisiert wird. Dies ist das Äquivalent zu der für eine Voreinstellung definierten Kategorie.",
    "scopeLabel": "Umfang",
    "locationLabel": "Speicherort",
    "productAreaLabel": "Produktbereich"
}
