{
    "OverviewTabTitle": "Обзор",
    "definitionPropSectionHdr": "Определение",
    "startEdit": "Правка",
    "saveEdit": "Сохранить",
    "cancelEdit": "Отмена",
    "ProductAreaLabel": "Выберите область продукта для добавления",
    "Description": "Описание",
    "ProtectionScope": "Область защиты",
    "Environment": "Переменные среды",
    "ValueType": "Тип",
    "IsMultiValue": "Несколько значений",
    "enabledEnv": "Включено",
    "disabledEnv": "Отключено",
    "yes": "Да",
    "no": "Нет",
    "String": "Строка",
    "Integer": "Целое число",
    "Double": "Двойной точности",
    "Logical": "Логика",
    "Date": "Дата",
    "HelpTabTitle": "Использование страницы",
    "columns": "Столбцы",
    "adminMsg1": "Выберите строку в дереве организации для просмотра и создания переопределений для списка параметров, применимых до этого выбора.",
    "allUserMsg1a": "Таблица параметров будет отображать все параметры на уровне сайта и переопределенные параметры, включая выбранные в дереве организации. Например, если в дереве организации выбрана роль, то таблица параметров будет отображать все настройки сайта, а также любые переопределения ролей для выбранной роли и любые переопределения групп для группы, к которой принадлежит выбранная роль.",
    "allUserMsg1b": "Пользователи без прав администратора могут переопределять только собственные параметры.",
    "scopeHelpMessage": "Определяет самый низкий уровень, на котором возможно переопределение параметра. Значение Сайт означает, что переопределение параметра невозможно, а значение Пользователь означает, что переопределение параметров возможно на всех уровнях: Группа, Роль и Пользователь.",
    "locationHelpMessage": "Определяет, где применяется переопределение. Например, Пользователь означает переопределение пользователя. Если расположение параметра имеет значение \"Нет\", то это определение параметра.",
    "productAreaHelpMessage": "Определяет, к какой категории относится параметр. Эквивалент категории, заданной для параметра.",
    "scopeLabel": "Область",
    "locationLabel": "Расположение",
    "productAreaLabel": "Область продукта"
}
