{
    "OverviewTabTitle": "Panoramica",
    "definitionPropSectionHdr": "Definizione",
    "startEdit": "Modifica",
    "saveEdit": "Salva",
    "cancelEdit": "Annulla",
    "ProductAreaLabel": "Seleziona per l'aggiunta nell'area di prodotto",
    "Description": "Descrizione",
    "ProtectionScope": "Ambito di protezione",
    "Environment": "Ambiente",
    "ValueType": "Tipo",
    "IsMultiValue": "Valori multipli",
    "enabledEnv": "Abilitato",
    "disabledEnv": "Disattivato",
    "yes": "Sì",
    "no": "No",
    "String": "Stringa",
    "Integer": "Numero intero",
    "Double": "Doppio",
    "Logical": "Logico",
    "Date": "Data",
    "HelpTabTitle": "Utilizzo pagina",
    "columns": "Colonne",
    "adminMsg1": "Selezionare una riga nella struttura ad albero dell'organizzazione per visualizzare e creare sostituzioni nell'elenco cumulativo delle preferenze applicabili fino alla selezione.",
    "allUserMsg1a": "La tabella di preferenze mostra tutte le preferenze a livello di sito e le sostituzioni fino alla selezione nella struttura ad albero dell'organizzazione. Ad esempio, se viene selezionato un ruolo nella struttura, la tabella delle preferenze mostra tutte le preferenze di sito ed eventuali sostituzioni per il ruolo selezionato, nonché eventuali sostituzioni per il gruppo cui appartiene il ruolo selezionato.",
    "allUserMsg1b": "Se non si dispone di privilegi amministrativi, non è possibile creare sostituzioni di preferenze per altri utenti.",
    "scopeHelpMessage": "Definisce il livello più basso cui è possibile sostituire una preferenza. Il valore Sito indica che la preferenza non può essere sostituita, mentre il valore Utente indica la possibilità di creare sostituzioni della preferenza a tutti i livelli: gruppo, ruolo e utente.",
    "locationHelpMessage": "Definisce l'applicazione di una sostituzione. Ad esempio, il valore Utente indica una sostituzione dell'utente. Se il valore della posizione è \"Nessuno”, tale è la definizione della preferenza.",
    "productAreaHelpMessage": "Definisce la posizione di categorizzazione di una preferenza. Equivale alla categoria definita per la preferenza.",
    "scopeLabel": "Ambito",
    "locationLabel": "Posizione",
    "productAreaLabel": "Area di prodotto"
}
