{
    "OverviewTabTitle": "Descripción general",
    "definitionPropSectionHdr": "Definición",
    "startEdit": "Editar",
    "saveEdit": "Guardar",
    "cancelEdit": "Cancelar",
    "ProductAreaLabel": "Seleccione para agregar dentro de Área del producto",
    "Description": "Descripción",
    "ProtectionScope": "Ámbito de protección",
    "Environment": "Entorno",
    "ValueType": "Tipo",
    "IsMultiValue": "Valores múltiples",
    "enabledEnv": "Activado",
    "disabledEnv": "Desactivado",
    "yes": "Sí",
    "no": "No",
    "String": "Cadena",
    "Integer": "Entero",
    "Double": "Doble",
    "Logical": "Lógico",
    "Date": "Fecha",
    "HelpTabTitle": "Uso de páginas",
    "columns": "Columnas",
    "adminMsg1": "Seleccione una fila en el árbol de la organización para ver y crear sustituciones de la lista acumulativa de preferencias aplicables",
    "allUserMsg1a": "La tabla de preferencias mostrará todas las preferencias a nivel de Sitio y las sustituidas hasta lo seleccionado en el árbol de la organización. Por ejemplo, si se selecciona un Rol en el árbol de la organización, la tabla de preferencias mostrará todas las preferencias de Sitio, además de las sustituciones del rol para el Rol seleccionado y cualquier sustitución de grupo del grupo al cual pertenece el Rol seleccionado.",
    "allUserMsg1b": "Los usuarios no administrativos pueden crear solamente sustituciones de preferencia para ellos.",
    "scopeHelpMessage": "Define el nivel inferior donde se puede sustituir una preferencia. Un valor de Sitio significa que no se puede sustituir la preferencia, mientras que un valor de Usuario significa que se pueden crear todos los niveles de sustitución de preferencia: Grupo, Rol y Usuario.",
    "locationHelpMessage": "Define dónde se aplica una sustitución. Por ejemplo, el usuario indica una sustitución de usuario. Si una ubicación de preferencia tiene un valor \"Ninguno\", esa es la definición de preferencia.",
    "productAreaHelpMessage": "Define donde se categoriza una preferencia. Es equivalente a la categoría definida de una preferencia.",
    "scopeLabel": "Ámbito",
    "locationLabel": "Ubicación",
    "productAreaLabel": "Área del producto"
}
